import SecondaryLayout from "@layouts/SecondaryLayout";
import { Container, Stack, Typography } from "@mui/material";
import React from "react";

const offer = () => {
  return (
    <SecondaryLayout>
      <Container>
        <Stack spacing={2}>
          <Stack spacing={1}>
            <Typography variant="h5">
              Договор оферты для физических лиц
            </Typography>

            <Stack spacing={1} pl={2}>
              <Typography>
                Товарищество с ограниченной ответственностью «LOOM.KZ», далее
                именуемое «Продавец», предлагает Товары, размещенные в
                интернет-магазине https://loom.kz/, любому физическому лицу,
                именуемому в дальнейшем «Покупатель», в случае принятия
                последним условий настоящего Договора и его приложений
                (безусловный акцепт). Настоящий Договор не требует двустороннего
                подписания, считается заключенным с момента его акцепта
                Покупателем и действителен в электронном виде.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">1.ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ.</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                «Интернет-магазин» – сайт Продавца, через который осуществляется
                электронная торговля Товарами, имеющий в сети Интернет адрес –
                https://loom.kz/. На указанном сайте представлены товары,
                предлагаемые Продавцом Покупателям к продаже, описание каждой
                позиции с указанием информации, подлежащей предоставлению в
                соответствии с действующим законодательством Республики
                Казахстан, а также иные условия приобретения товара.
              </Typography>
              <Typography>
                «Электронная торговля» – предпринимательская деятельность по
                реализации товаров, осуществляемая посредством
                информационно-коммуникационных технологий.
              </Typography>
              <Typography>
                «Электронная торговая площадка – интернет-ресурс, обеспечивающий
                инфраструктуру участникам электронной торговли, в том числе
                заключение договоров между ними на оказание работ и услуг с
                использованием информационно-коммуникационных технологий»
              </Typography>
              <Typography>
                «Шоу-рум» - демонстрационный зал в торговом центре, где
                представлены каталоги и образцы товара Продавца.
              </Typography>
              <Typography>
                «Покупатель» – любое физическое лицо, выразившее намерение
                приобрести Товар исключительно для использования в личных,
                семейных, домашних и иных целях, не связанных с осуществлением
                предпринимательской деятельности, на условиях, предусмотренных
                настоящим Договором.
              </Typography>
              <Typography>
                «Участники электронной торговли» – физические и юридические
                лица, участвующие в качестве покупателя, продавца и (или)
                электронной торговой площадки.
              </Typography>
              <Typography>
                «Оферта» — публичное предложение Продавца, адресованное
                физическому лицу, приобретающему Товар исключительно для
                использования в личных, семейных, домашних и иных целях, не
                связанных с осуществлением предпринимательской деятельности,
                заключить с ним договор купли-продажи (далее — &quotДоговор&quot) на
                условиях, содержащихся в настоящем Договоре.
              </Typography>
              <Typography>
                «Акцепт»—полное и безоговорочное принятие Покупателем условий
                оферты посредством оформления заказа на сайте или по телефону
                интернет-магазина.
              </Typography>
              <Typography>
                «Товар» – любая позиция товара, представленного к продаже в
                Интернет-магазине. Информация о Товаре, включая цвета, размеры и
                формы, о наличии товара и сроках поставки, представленная на
                Сайте, носит справочный характер и подлежит уточнению Продавцом
                при подтверждении Заказа. В случае возникновения у Покупателя
                вопросов, касающихся свойств и характеристик товара, перед
                оформлением Заказа Покупатель должен обратиться к Продавцу по
                телефону, указанному на сайте.
              </Typography>
              <Typography>
                «Заказ» - оформленный запрос с указанием корректных сведений о
                Покупателе, а также с указанием выбранных позиций товара,
                сделанный через сайт или по телефону Интернет-магазина, а также
                в шоу-руме Продавца.
              </Typography>
              <Typography>
                Услуги замерщика в рамках настоящего договора не
                предоставляются.
              </Typography>
              <Typography>
                Товар, указанный в подтвержденном Заказе отдельными позициями, в
                любом случае не является комплектом.
              </Typography>
              <Typography>
                «Момент передачи товара Покупателю» – подписание Покупателем
                Накладной на отпуск товаров на сторону или иного документа,
                содержащего информацию о заказе при самовывозе товара либо
                передача товара первой транспортной компании для доставки
                Покупателю.
              </Typography>
              <Typography>
                «Доставка Товара» — процесс передачи Товара от Продавца
                Покупателю на условиях, предусмотренных настоящим Договором.
              </Typography>
              <Typography>«Место покупки – https://loom.kz/.</Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">
              2. ПРЕДМЕТ ДОГОВОРА И ПОРЯДОК ОФОРМЛЕНИЯ ЗАКАЗА.
            </Typography>

            <Stack spacing={1} pl={2}>
              <Typography>
                2.1. В соответствии с настоящим договором Продавец обязуется
                передать Покупателю, а Покупатель обязуется оплатить и принять
                Товар.
              </Typography>
              <Typography>
                2.2. Обязательство Продавца по передаче Товара возникает с
                момента полной оплаты товара.
              </Typography>
              <Typography>
                2.3. Право собственности на Товар, а также риск случайной гибели
                или случайного повреждения Товара переходит к Покупателю с
                момента передачи Товара.
              </Typography>
              <Typography>
                2.4. Товар считается принятым Покупателем, а обязательства
                Продавца по передаче товара выполненными в момент передачи
                Товара Покупателю и подписания Покупателем накладной на отпуск
                товаров на сторону либо передачи Товара транспортной компании,
                что подтверждается транспортной накладной или экспедиторской
                распиской.
              </Typography>
              <Typography>
                2.5. Покупатель может оформить Заказ самостоятельно на сайте
                интернет-магазина, либо через менеджера по телефонам, указанным
                на сайте, либо в шоу-руме Продавца, на условиях настоящего
                Договора.
              </Typography>
              <Typography>
                2.6. Покупатель для подтверждения Заказа обязан предоставить о
                себе следующую информацию: фамилия, имя, отчество, мобильный
                телефон, электронная почта, адрес доставки. Продавец не
                редактирует информацию о Покупателе.
              </Typography>
              <Typography>
                2.7. Оформляя Заказ, Покупатель дает согласие на получение на
                номер телефона, указанный им при оформлении покупки,
                SMS-сообщений, информирующих Покупателя о ходе исполнения
                Заказа.
              </Typography>
              <Typography>
                2.8. Оформляя Заказ, Покупатель выражает свое полное согласие с
                характеристиками Товара, в том числе, с размерами, тонировкой,
                материалами.
              </Typography>
              <Typography>
                2.9. Продавец подтверждает Покупателю получение Заказа
                посредством звонка или направления сообщения на указанный при
                оформлении Заказа адрес электронной почты и (или) номер телефона
                Покупателя, согласовывает с Покупателем наличие товара по
                Заказу, сроки и способы оплаты заказа, сроки исполнения Заказа,
                условия передачи товара. После согласования указанных условий
                Заказ считается Подтвержденным.
              </Typography>
              <Typography>
                2.10. В случае отсутствия заказанного Товара или его части на
                складе Продавца, Продавец информирует об этом Покупателя по
                указанному номеру телефона и/или адресу электронной почты.
                Покупатель вправе согласиться принять Товар в количестве,
                имеющемся в наличии у Продавца, либо аннулировать данную позицию
                товара из Заказа. В случае неполучения ответа Покупателя в
                течение 3 (трёх) календарных дней с момента уведомления,
                Продавец вправе аннулировать Заказ в полном объеме, уведомив об
                этом Покупателя по адресу электронной почты.
              </Typography>
              <Typography>
                2.11. Продавец вправе аннулировать Заказ если:
              </Typography>
              <Typography>
                -Покупатель не отвечает на звонки и сообщения по электронной
                почте в течение 3 (трех) календарных дней
              </Typography>
              <Typography>
                -Покупатель не забирает товар более 10 (десяти) календарных дней
                с момента уведомления о готовности к отгрузке при самовывозе
              </Typography>
              <Typography>
                -в иных случаях расторжения договора, установленных действующим
                законодательством Республики Казахстан.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">
              3. ЦЕНА ДОГОВОРА И ПОРЯДОК РАСЧЕТОВ.
            </Typography>

            <Stack spacing={1} pl={2}>
              <Typography>
                3.1. Цена и стоимость Товара указываются в подтвержденных
                Заказах и товаросопроводительных документах. Цена Товара не
                включает в себя стоимость доставки, сборки и иные услуги
                Продавца.
              </Typography>
              <Typography>
                3.2. Указанная на сайте цена товара может быть изменена
                Продавцом в одностороннем порядке, при этом цена на
                подтвержденный Заказ изменению не подлежит.
              </Typography>
              <Typography>
                3.3. Оплата Товара производится способами и в порядке,
                указанными на сайте Продавца.
              </Typography>
              <Typography>
                3.4. Расчеты сторон при оплате заказа осуществляются в тенге.
              </Typography>
              <Typography>
                3.5. Доставка, подъем и сборка Товара являются дополнительными,
                отдельно оплачиваемыми Покупателем услугами. Их стоимость, а
                также стоимость других возможных услуг указаны на сайте
                Продавца.
              </Typography>
              <Typography>
                3.6. В случае аннулирования Заказа, возврата товара надлежащего
                качества, удовлетворения требований Покупателя о расторжении
                договора, предоплата за Товар возвращается на банковский счет
                Покупателя на основании письменного заявления последнего о
                возврате денежных средств, направленного на электронный адрес
                Продавца loom.kz@mail.ru. Возврат осуществляется путем
                перечисления денежных средств на банковский счет Покупателя,
                указанный в заявлении на возврат, в течение 10 (десяти) дней со
                дня поступления заявления.
              </Typography>
            </Stack>
          </Stack>
          <Stack spacing={1}>
            <Typography variant="h6">
              4. СРОК И ПОРЯДОК ПЕРЕДАЧИ ТОВАРОВ
            </Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                4.1. Товар предоставляется в собранном/разобранном виде (по
                согласованию с Покупателем).
              </Typography>
              <Typography>
                4.2. Товар передается Покупателю только после его полной оплаты.
              </Typography>
              <Typography>
                4.3. Товар передается Покупателю следующими способами -
                самовывоз со склада Продавца; - доставка транспортной компанией
                по адресу, указанному Покупателем им при оформлении Заказа.
              </Typography>
              <Typography>
                4.4. Сроки передачи Покупателю Товара определяются, исходя из
                наличия Товара на складе Продавца, адреса и региона доставки,
                работы конкретной службы доставки, и напрямую не зависят от
                Продавца. Общий срок передачи Товара - не более 90 (девяноста)
                календарных дней с момента подтверждения Заказа Продавцом.
                Продавец вправе поставить Товар досрочно, а также поштучно
                (самостоятельными изделиями).
              </Typography>
              <Typography>
                4.5. Срок исполнения заказа может быть приостановлен на срок
                неисполнения условий договора Покупателем.
              </Typography>
              <Typography>
                4.6. В случае самовывоза Покупатель обязуется принять оплаченный
                Товар с момента получения уведомления от Продавца.
              </Typography>
              <Typography>
                4.7. Время доставки товара транспортной компанией предварительно
                согласовывается сторонами по телефону и /или электронной почте.
              </Typography>
              <Typography>
                4.8. Доставленный Товар передается Покупателю по указанному им в
                Заявке адресу, а при отсутствии Покупателя – любому лицу,
                предъявившему информацию о номере Заказа, либо иное
                подтверждение оформленного Заказа, а также предоставившему
                доказательства оплаты Заказа.
              </Typography>
              <Typography>
                4.9. Если доставка Товара произведена в согласованное сторонами
                время, но товар не был передан Покупателю по его вине,
                последующая доставка производится в новые сроки, согласованные с
                Продавцом. В указанном случае Продавец не считается допустившим
                просрочку передачи Товара. Каждая новая доставка оплачивается
                Покупателем дополнительно.
              </Typography>
              <Typography>
                4.10. Продавец не несёт ответственности за невыполнение
                обязательств по договору в случае задержки, приостановления
                исполнения Заказа, явившихся следствием действия/бездействия
                Покупателя и/или вследствие неисполнения последним своих
                обязательств по настоящему договору.
              </Typography>
              <Typography>
                4.11. Срок передачи товара продлевается на период
                приостановления исполнения Заказа.
              </Typography>
            </Stack>
          </Stack>
          <Stack spacing={1}>
            <Typography variant="h6">5. ПОРЯДОК ПРИЕМКИ ТОВАРА.</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                5.1. При приемке Товара Покупатель обязан проверить Товар на его
                соответствие сведениям, указанным в сопроводительных документах
                по наименованию, количеству, ассортименту, комплектности, по
                внешнему виду упаковки и товара (общая целостность Товара,
                наличие трещин, сколов, потертостей, пятен, разводов, а также
                иных недостатков, которые могут быть обнаружены при внешнем
                осмотре), на его соответствие образцу/описанию Товара и данным,
                указанным в Заказе. Принимая Товар Покупатель подтверждает его
                соответствие описанию Товара, размещенному на сайте Продавца.
              </Typography>

              <Typography>
                5.2. При обнаружении Товара, не соответствующего по количеству,
                ассортименту, качеству, указанным в товаросопроводительных
                документах, Покупатель обязан потребовать составления
                коммерческого акта с представителем Продавца либо транспортной
                компании, осуществившей доставку Товара, и зафиксировать
                недостатки на фото и/или видео.
              </Typography>
              <Typography>
                5.3. Стороны соглашаются, что претензии по количеству,
                комплектности, качеству по внешним, визуальным дефектам,
                направленные Покупателем Продавцу после приемки Товара,
                Продавцом не рассматриваются.
              </Typography>
              <Typography>
                5.4. Покупатель несет все риски, связанные с получением товара
                третьим лицом, а также надлежащей приемкой товара по количеству,
                комплектности, ассортименту и качеству.
              </Typography>
              <Typography>
                5.5. При обнаружении недостатков, носящих производственный
                характер, которые не могли быть обнаружены при визуальном
                осмотре по внешнему виду, Покупатель вправе предъявить претензии
                Продавцу в течение гарантийного срока. Покупатель обязан вызвать
                Продавца на осмотр товара.
              </Typography>
              <Typography>
                5.6. В случае, если представитель Продавца не прибыл в течение
                48 часов с момента получения вызова, Покупатель вправе составить
                акт в одностороннем порядке. Недостатки должны быть
                зафиксированы на фото и видеосъемку (с обязательной фиксацией
                даты и времени) и с подробным описанием.
              </Typography>
              <Typography>
                5.7. В случае удовлетворения претензии об устранении
                недостатков, срок устранения недостатков составляет 20
                (двадцать) календарных дней, с момента обращения Покупателя.
              </Typography>
              <Typography>
                5.8. В случае возникновения вопросов со стороны Покупателя, он
                должен обратиться в отдел качества по телефонам, указанным на
                сайте https://loom.kz/ или по электронной почте:
                loom.kz@mail.ru.
              </Typography>
              <Typography>
                5.9. При обращении в отдел качества Покупатель обязан сообщить
                номер или иной способ идентификации заказа.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">6. ОБМЕН И ВОЗВРАТ ТОВАРА.</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                6.1. Покупатель вправе в течение 5 (пяти дней) с момента
                передачи ему непродовольственного товара надлежащего качества,
                обменять купленный товар в месте покупки на аналогичный товар
                другого размера, формы, габарита, фасона, расцветки,
                комплектации и тому подобное либо на другой товар по соглашению
                сторон, произведя в случае разницы в цене необходимый перерасчет
                с продавцом. При отсутствии необходимого для обмена товара у
                Продавца, Покупатель вправе возвратить приобретенный товар
                Продавцу и получить уплаченную за него денежную сумму. В
                указанном случае Продавец возвращает Покупателю сумму,
                уплаченную за Товар. Стоимость доставки, сборки, подъема не
                возвращается.
              </Typography>

              <Typography>
                6.2. Возврат товара надлежащего качества возможен в случае, если
                сохранены его товарный вид, потребительские свойства, а также
                документ, подтверждающий факт и условия покупки указанного
                товара.
              </Typography>
              <Typography>
                6.3. Товар, бывший в употреблении, возврату и обмену не
                подлежит. Уцененный товар, имеющий недостатки, которые до
                момента покупки были оговорены с Покупателем, обмену не
                подлежит. Факт продажи уцененного Товара и/или информация о
                наличии недостатка и (или) устранении недостатка указываются в
                документе, подтверждающем приобретение товара.
              </Typography>
              <Typography>
                6.4. Возврат товара надлежащего качества производится силами и
                за счет Покупателя. Возврат товара ненадлежащего качества
                производится силами Покупателя. Возврат товара производится на
                склад Продавца, предварительно согласовав дату возврата.
              </Typography>
              <Typography>
                6.5. В случае уклонения Покупателя от возврата Товара,
                рассмотрение заявления/претензии приостанавливается, срок
                разрешения вопроса возобновляется с момента возврата Товара.
              </Typography>
              <Typography>
                6.6. Возврат денежных средств за Товар ненадлежащего/надлежащего
                качества осуществляется в течение 10 банковских дней после
                получения Товара Продавцом и в соответствии с п.3.8. Договора.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">7. ГАРАНТИЯ КАЧЕСТВА.</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                7.1. Гарантийный срок на мебель равен сроку гарантии,
                предоставленному производителем товаров.
              </Typography>

              <Typography>
                7.2. Гарантийный срок на Товар бывший в употреблении (в том
                числе выставочный образец) составляет 6 (шесть) календарных
                месяцев.
              </Typography>
              <Typography>
                7.3. Гарантийный срок на комплектующие составляет 6 (шесть)
                месяцев.
              </Typography>
              <Typography>
                7.4. Гарантийный срок исчисляется с момента передачи Товара
                Покупателю или транспортной компании.
              </Typography>

              <Typography>
                7.5. Гарантия не распространяется на недостатки Товара в
                случаях:
              </Typography>
              <Stack pl={2}>
                <Typography>- истечения гарантийного срока;</Typography>
                <Typography>
                  - если они были оговорены Продавцом при продаже Товара;
                </Typography>
                <Typography>
                  - если они явились следствием неверной сборки Покупателем или
                  третьими лицами;
                </Typography>
                <Typography>
                  - при повреждениях, полученных в результате ненадлежащего
                  хранения Товара, умышленных или неосторожных действий
                  Покупателя и/или третьих лиц;
                </Typography>
                <Typography>
                  - нарушении Покупателем или третьими лицами правил
                  эксплуатации и ухода за мебелью;
                </Typography>
                <Typography>
                  - наличия на изделии механических повреждений и дефектов,
                  выявленных Покупателем после осуществления приемки-передачи,
                  постороннего вмешательства в изделие, возникающих в результате
                  неправильной эксплуатации;
                </Typography>
                <Typography>
                  - нанесения ущерба изделию в результате умышленных и/ или
                  неосторожных действий Покупателя;
                </Typography>
              </Stack>

              <Typography>
                7.6. Претензии Покупателя не подлежат удовлетворению в следующих
                случаях:
              </Typography>
              <Typography>
                7.6.1. При несоблюдении требований «Инструкции по уходу за
                мебелью».
              </Typography>

              <Typography>
                7.6.2. В случае самостоятельной сборки изделия Покупателем или
                третьими лицами, в результате которого:
              </Typography>
              <Stack pl={2}>
                <Typography>
                  - возникли перекосы в изделии, ухудшающие внешний вид мебели;
                </Typography>
                <Typography>
                  - произошла неправильная работа механизма (трансформации)
                  движения и раскладывания мебели;
                </Typography>
                <Typography>
                  - произошло нарушение геометрии изделия, вследствие чего
                  отдельные части изделия вышли/могут выйти из строя;
                </Typography>
                <Typography>
                  - изделие полностью или в отдельной его части вышло из строя и
                  не может нормально эксплуатироваться либо имеет не товарный
                  вид.
                </Typography>
              </Stack>
              <Typography>
                7.6.3. При переносе (перестановке) собранной мебели Покупателем,
                в результате чего возникло отсоединение (отслоение) декоративных
                элементов и накладок, а также разрыв обивочного материала.
                Ремонт такого изделия производится за счет Покупателя.
              </Typography>

              <Typography>
                7.6.4. Покупатель уведомлен и согласен с тем, что не относятся к
                недостаткам Товаров:
              </Typography>
              <Stack>
                <Typography>
                  - наличие у нового изделия запаха производственного характера
                  (лак, краска и прочее), невидимые стороны изделия не подлежат
                  покрытию лаком, обивке основной (лицевой) тканью, на них могут
                  быть видны элементы крепежа: саморезы, болты, гайки, мебельные
                  скобы для крепления ткани. Детали каркаса изделия (фанера,
                  ДСП, ДВП, ЛДСП, МДФ) и другие используемые в производстве
                  материалы могут содержать следы разметки, маркировки и
                  механические царапины. Наружные стороны боковин изделий,
                  выполненных из МДФ, облицовываются шпоном и покрываются лаком.
                  Внутренние стороны боковин не подлежат облицовке шпоном.
                  Наружные невидимые стороны изделия могут содержать следы
                  разметки, маркировки и механические царапины (технологические
                  повреждения). Внутренние части изделия и наружные «невидимые»
                  стороны, отделанные тканью, содержат внутренние швы, нитки, а
                  кромка ткани не подвергается обработке оверлоком. естественный
                  запах материалов (в том числе облицовочных кож и других), из
                  которых изготовлен Товар;
                </Typography>
                <Typography>
                  - наличие в элементах особенностей, обусловленных
                  стилистической идеей производителя, исходных материалов или
                  природным происхождением исходных материалов, в частности:
                  несущественных отличий фактуры и/или оттенков массива дерева,
                  натурального шпона, натурального камня и т.п.;
                </Typography>
                <Typography>
                  - отклонение оттенка цвета любого комплектующего товара от его
                  образца;
                </Typography>
                <Typography>
                  - мелкие трещины («эффект растрескивания»), потертости
                  мебельного покрытия из натуральной кожи и кожзаменителя,
                  возникающие при эксплуатации мебели;
                </Typography>
                <Typography>
                  - Товар, если он не проходит по габаритам в дверные проемы
                  помещения Покупателя;
                </Typography>
                <Typography>
                  - естественные образования (в виде следов, вмятин, отметин) на
                  элементах Товара, возникшие вследствие их трансформации в
                  целях использования в качестве спального места;
                </Typography>
                <Typography>
                  - расхождения Товара, переданного Покупателю, с изображениями
                  Товаров на сайте, если эти расхождения касаются оттенка цвета,
                  вариантов распила (раскроя), фактуры, оттенка, узора
                  древесины/искусственного камня/кожи и прочим отличиям,
                  связанным с неоднородностью натурального материала.
                </Typography>
              </Stack>

              <Typography>
                7.6.5. Покупатель согласен с тем, что радиусные и прямые
                (пленочные и крашеные) фасады могут незначительно отличаться
                между собой по структуре, в связи с использованием при их
                изготовлении различных материалов, что не является недостатком.
                Продавец имеет право без согласования с Покупателем заменить
                комплектующие товара на аналогичные.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">8. ОТВЕТСТВЕННОСТЬ СТОРОН.</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                8.1. За нарушение условий настоящего Договора стороны несут
                ответственность в порядке, установленном законодательством
                Республики Казахстан и настоящим договором.
              </Typography>

              <Typography>
                8.2. Покупатель обязан возместить Продавцу стоимость хранения
                Товара на складе Продавца в размере 0,3 % (ноль целых три
                десятых процента) от стоимости Товара в сутки, начиная с 4
                (четвертого) рабочего дня с момента получения уведомления о
                готовности Товара к отгрузке.
              </Typography>
              <Typography>
                8.3. В случае отказа от оплаты хранения при просрочке получения
                товара на складе либо отказе от согласования даты получения
                товара, неполучение, отсутствие в адресе получения Покупателя
                либо его представителей при доставке товара, Продавец вправе
                расторгнуть настоящий договор, возвратив стоимость товара
                Покупателю и удержав стоимость хранения товара.
              </Typography>
              <Typography>
                8.4. За просрочку возврата Товара Покупателем в случаях, когда
                дата и время такого возврата заранее согласованы с Продавцом,
                Продавец имеет право взыскать с Покупателя пени в размере 0,3%
                от стоимости Товара, за каждый день просрочки возврата.
              </Typography>
              <Typography>
                8.5. Продавец не несет ответственности за ущерб, причиненный
                Покупателю вследствие ненадлежащего использования Товаров,
                заказанных через Интернет-Магазин.
              </Typography>
              <Typography>
                8.6. Покупатель имеет право взыскать с Продавца неустойку, но
                только в случае выполнения им самим требований по сроку и
                порядку обращения об обмене, исполнения обязательств по возврату
                товаров надлежащего/ненадлежащего качества, в размере,
                установленном законодательством Республики Казахстан.
              </Typography>
              <Typography>
                8.7. Стороны освобождаются от ответственности за полное или
                частичное неисполнение своих обязательств, если такое
                неисполнение явилось следствием действия обстоятельств
                непреодолимой силы в результате событий чрезвычайного характера,
                которые Стороны не могли предвидеть и предотвратить разумными
                мерами.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">9. РАЗРЕШЕНИЕ СПОРОВ.</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                9.1. Все возникшие споры разрешаются через Продавца. Все
                рекламации и претензии в адрес Продавца должны быть оформлены в
                виде отдельного письменного документа, заверенного подписью
                Покупателя. Досудебная претензия, содержащая предусмотренные
                законом требования, должна быть направлена заказным письмом по
                юридическому адресу Продавца, дополнительно может быть
                направлена на электронный адрес.
              </Typography>

              <Typography>
                9.2. В претензии/рекламации Покупатель обязан указать номер
                Заказа (номер накладной на отпуск товара на сторону), а также
                телефон (электронную почту), указанные при оформлении Заказа.
              </Typography>

              <Typography>
                9.3. При невозможности фактического исполнения требований
                Покупателя, изложенных в претензии/рекламации, по вине
                Покупателя, срок их исполнения продлевается на весь период пока
                длятся вышеуказанные обстоятельства.
              </Typography>
              <Typography>
                9.4. Днем предъявления рекламации считается день получения
                Продавцом электронного сообщения Покупателя. Днем предъявления
                досудебной претензии считается день получения Продавцом
                заказного письма.
              </Typography>
              <Typography>
                9.5. При невозможности урегулировать спор в претензионном
                порядке стороны передают спор на рассмотрение в суд в
                соответствии с действующим законодательством Республики
                Казахстан.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">
              10. КОНФИДЕНЦИАЛЬНОСТЬ И ЗАЩИТА ИНФОРМАЦИИ.
            </Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                10.1. Персональные данные Покупателя обрабатываются в
                соответствии с Законом РК «О персональных данных и их защите» и
                Политикой конфиденциальности.
              </Typography>

              <Typography>
                10.2. Покупатель ознакомился и согласен с Политикой
                конфиденциальности, размещенной по адресу: – https://loom.kz/.
              </Typography>
              <Typography>
                10.3. Оформляя Заказ, Покупатель дает разрешение Продавцу, его
                уполномоченным представителям и его партнерам, в целях
                информирования о товарах и услугах Продавца, заключения и
                исполнения договора купли-продажи, обрабатывать – собирать,
                записывать, систематизировать, накапливать, хранить, уточнять
                (обновлять, изменять), извлекать, использовать, обезличивать,
                блокировать, удалять, уничтожать Персональные данные Покупателя,
                необходимые для исполнения договора.
              </Typography>
              <Typography>
                10.4. Оформляя Заказ Покупатель дает разрешение Продавцу на
                передачу (предоставление, доступ) персональных данных, указанных
                в заказе, третьим лицам, оказывающим по поручению Продавца
                сопутствующие услуги доставки и сборки товаров без установления
                каких-либо запретов и условий для передачи третьим лицам
                указанных в заказе персональных данных.
              </Typography>
              <Typography>
                10.5. При оформлении Заказа Покупатель предоставляет о себе
                следующую информацию: фамилия, имя, отчество, мобильный телефон,
                электронная почта, адрес доставки.
              </Typography>
              <Typography>
                10.6. Покупатель дает согласие Продавцу на отправку
                информационных в том числе рекламных сообщений, на электронную
                почту и/или мобильный телефон Покупателя. Покупатель может в
                любой момент отказаться от получения рекламной и другой
                информации без объяснения причин отказа путем информирования
                Продавца о своем отказе посредством направления соответствующего
                заявления на юридический адрес маркетплейса. Сервисные
                сообщения, информирующие Покупателя о заказе и этапах его
                обработки, отправляются автоматически и не могут быть отклонены
                Покупателем.
              </Typography>
              <Typography>
                10.7. Продавец вправе осуществлять записи телефонных разговоров
                с Покупателем. При этом Продавец обязуется предотвращать попытки
                несанкционированного доступа к информации, полученной в ходе
                телефонных переговоров, и/или передачу ее лицам, не имеющим
                непосредственного отношения к исполнению Заказов, а также несет
                иные обязанности в соответствии с действующим законодательством
                Республики Казахстан. Стороны соглашаются, что телефонные
                переговоры могут быть использованы при разрешении претензий,
                рекламаций, исков.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ.</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                11.1. Настоящий Договор вступает в силу в момент акцепта
                Покупателем и действует до момента передачи Товара Продавцом, а
                в отношении гарантийных обязательств- до истечения срока
                гарантии.
              </Typography>

              <Typography>
                11.2. Интернет магазин оставляет за собой право расширять и
                сокращать товарное предложение на сайте, регулировать доступ к
                покупке любых Товаров, а также приостанавливать или прекращать
                продажу любых Товаров по своему усмотрению.
              </Typography>
              <Typography>
                11.3. Продавец сохраняет за собой право в одностороннем порядке
                вносить изменения и дополнения в настоящий Договор. Покупатель
                обязуется самостоятельно отслеживать все изменения в
                Интернет-магазине.
              </Typography>
              <Typography>
                11.5. Во всем остальном, что не урегулировано настоящим
                договором, стороны руководствуются действующим законодательством
                Республики Казахстан.
              </Typography>
              <Typography>
                11.6. Стороны признают полную юридическую силу за электронными
                образами/электронными письмами о юридически значимых событиях
                (уведомлений о готовности товара к отгрузке, о поступлении на
                склад и иные), предусмотренных и необходимых для исполнения
                договора, переданных посредством электронной почты, если эти
                документы читаемы и позволяют достоверно установить, что исходят
                от стороны по Договору.
              </Typography>
              <Typography>
                11.7. В целях надлежащего уведомления по Договору используется
                адрес электронной почты Покупателя, указанный в Заказе.
              </Typography>
            </Stack>
          </Stack>
        </Stack>
      </Container>
    </SecondaryLayout>
  );
};

export default offer;
