import SecondaryLayout from "@layouts/SecondaryLayout";
import { Container, Stack, Typography } from "@mui/material";
import React from "react";

const policy = () => {
  return (
    <SecondaryLayout>
      <Container>
        <Stack spacing={2}>
          <Stack spacing={1}>
            <Typography variant="h5">Политика конфиденциальности</Typography>
            <Typography variant="h6">1. ОБЩИЕ ПОЛОЖЕНИЯ</Typography>

            <Stack spacing={1} pl={2}>
              <Typography>
                1.1.Настоящая Политика конфиденциальности устанавливает правила
                работы с информацией, получаемой от посетителей и пользователей
                сайта https://loom.kz/. Обработка персональных данных и иной
                информации в случае ее получения от пользователей сайта
                https://loom.kz/ осуществляется в соответствии с Законом
                Республики Казахстан от 21 мая 2013 года № 94-V «О персональных
                данных и их защите», Закон Республики Казахстан от 24 ноября
                2015 года № 418-V «Об информатизации», иными нормативными
                правовыми актами Республики Казахстан.
              </Typography>

              <Typography>
                1.2. Все термины и определения, используемые в тексте настоящего
                документа, подлежат толкованию в соответствии с действующим
                законодательством Республики Казахстан. Посетителем или
                пользователем сайта https://loom.kz/ является любое лицо,
                осуществившее вход на сайт для его просмотра и получения
                информации, размещенной в свободном доступе, либо с иной целью
                ознакомительного характера.
              </Typography>
              <Typography>
                1.3. Зарегистрированным пользователем (далее – пользователь или
                зарегистрированный пользователь) сайта https://loom.kz/ является
                лицо, осуществившее вход на сайт для его просмотра, получения
                информации, и выбора товара.
              </Typography>
              <Typography>
                1.4. Пользование или регистрация на сайте одновременно означает
                согласие (акцепт) с условиями пользовательского соглашения
                (оферты).
              </Typography>
              <Typography>
                1.5. Использование сайта https://loom.kz/, означает выражение
                безоговорочного согласия с Политикой конфиденциальности.
                Посетители и пользователи прямо соглашаются на обработку
                информации, поступающей в связи с пользованием сайтом, в порядке
                и на условиях, указанных в настоящей Политике.
              </Typography>

              <Typography>
                1.6. Посетитель или пользователь должен прекратить пользование
                сайтом https://loom.kz/, если он не согласен с условиями
                настоящей Политики конфиденциальности.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">
              2. ИНФОРМАЦИЯ, ОБРАБАТЫВАЕМАЯ В СВЯЗИ С ПОЛЬЗОВАНИЕМ САЙТОМ
            </Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                2.1. В связи с пользованием сайтом https://loom.kz/,
                Администрация сайта получает данные посетителей и пользователей,
                включая техническую и другую информацию.
              </Typography>
              <Typography>
                2.2. Техническая информация не относится к персональным данным.
                Технической информацией является информация, автоматически
                поступающая в процессе использования сайта при помощи
                программного обеспечения, установленного на устройствах
                (гаджетах) лица, посетившего сайт, и обеспечивающего доступ к
                сайту.
              </Typography>
              <Typography>
                2.3. Сайт https://loom.kz/ использует файлы cookies, которые
                позволяют технически идентифицировать канал входа на сайт и его
                индивидуальные предпочтения. Файлы cookies – это текстовые
                файлы, которые становятся доступны сайту https://loom.kz/ для
                обработки информации об активности лица, посетившего сайт,
                включая информацию о страницах посещения и о времени,
                проведенном на странице. Лицо, посетившее сайт, может отключить
                возможность использования файлов cookies в настройках браузера.
                К иной технической информации могут относиться сведения об
                используемом браузере (или иной программе, с помощью которой
                осуществляется доступ к сайту), его IP адрес и иное.
              </Typography>
              <Typography>
                2.4. Персональными данными является любая информация, лично
                (прямо или косвенно) относящаяся к физическому лицу как субъекту
                персональных данных в терминологии законодательства Республики
                Казахстан о персональных данных. Особенности сбора, обработки и
                защиты персональной информации, предоставляемой
                зарегистрированным пользователем в случае заказа, получения и
                оплаты услуг сайта https://loom.kz/, регулируется
                пользовательским соглашением и статьей 6 настоящей Политики
                конфиденциальности.
              </Typography>
              <Typography>
                2.5. Администрация/Владельцы сайта https://loom.kz/ может
                получать от посетителей и пользователей, подписавшихся на
                получение новостных рассылок, или к иным сервисам сайта,
                обезличенные данные, содержащие номер телефона и/или адрес
                электронной почты. В этом случае предоставленные данные
                используются исключительно для направления по указанным
                реквизитам новостей сайта https://loom.kz/ и иных сообщений
                информационного и рекламного характера.
              </Typography>
              <Typography>
                2.6. Администрация сайта https://loom.kz/ не проверяет
                достоверность и актуальность информации, предоставленной
                пользователем, и не оценивает его дееспособность. При этом
                Администрация сайта исходит из того, что лицо, предоставившее
                информацию, действует добросовестно и разумно, по своей воле и в
                своем интересе. Администрация сайта также может обрабатывать
                данные, сделанные субъектом персональных данных общедоступными
                либо подлежащие опубликованию или обязательному раскрытию в
                соответствии с законодательством Республики Казахстан.
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">
              3.УСЛОВИЯ И СПОСОБЫ ОБРАБОТКИ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЁ
              ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ
            </Typography>

            <Stack spacing={1} pl={2}>
              <Typography>
                3.1. В отношении данных, предоставленных пользователем,
                сохраняется ее конфиденциальность, кроме случаев добровольного
                предоставления пользователем информации о себе для общего
                доступа неограниченному кругу лиц.
              </Typography>
              <Typography>
                3.2. Администрация сайта https://loom.kz/ не осуществляет
                передачу персональных и иных данных пользователя третьим лицам,
                за исключением случаев, когда пользователь выразил согласие на
                такие действия.
              </Typography>
              <Typography>
                3.3. Пользователь соглашается на передачу данных третьим лицам в
                случаях, когда:
              </Typography>
              <Typography>
                -передача необходима для использования пользователем
                определенной услуги сайта https://loom.kz/ либо для исполнения
                договора или соглашения с пользователем;
              </Typography>
              <Typography>
                -передача уполномоченным органам государственной власти
                Республики Казахстан должна быть осуществлена по основаниям и в
                порядке, установленным законодательством Республики Казахстан;
              </Typography>
              <Typography>
                -пользователь нарушает условия и требования, установленные
                настоящей Политикой, в целях обеспечения возможности защиты прав
                и законных интересов сайта https://loom.kz/ или третьих лиц;
              </Typography>
              <Typography>
                -в результате обобщения информации пользователей получены
                обезличенные статистические данные, которые передаются третьему
                лицу для проведения маркетинговых и иных исследований в
                интересах сайта https://loom.kz/, улучшения качества работы и
                оказания услуг.{" "}
              </Typography>
            </Stack>
          </Stack>

          <Stack spacing={1}>
            <Typography variant="h6">
              4.МЕРЫ, ПРИМЕНЯЕМЫЕ ДЛЯ ЗАЩИТЫ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
              ПОЛЬЗОВАТЕЛЯ
            </Typography>

            <Stack spacing={1} pl={2}>
              <Typography>
                4.1.Администрация сайта https://loom.kz/ принимает необходимые и
                достаточные меры для обеспечения защиты полученной информации от
                неправомерных действий третьих лиц. Пользователь сайта
                https://loom.kz/ вправе в любое время потребовать уничтожения
                предоставленных данных, направив уведомление об этом на адрес
                электронной почты loom.kz@mail.ru. В этом случае Администрация
                сайта обязана исключить предоставленные данные из своей базы
                данных в кратчайшие сроки, допустимые техническими
                возможностями, за исключением случаев, установленных действующим
                законодательством Республики Казахстан и являющихся основанием
                для продолжения обработки данных.
              </Typography>
              <Typography>
                4.2. Техническая защита полученных данных осуществляется с целью
                обеспечения их конфиденциальности. Безопасность данных
                обеспечивается с помощью системы защиты информации, включающей
                такие меры, как определение угроз безопасности, использование
                технических средств защиты от несанкционированного
                вмешательства, применение прошедших в установленном порядке
                процедуру оценки соответствия средств защиты информации,
                обнаружение и блокирование несанкционированного доступа,
                контроль за уровнем защищенности информационных систем и баз
                данных. В целях обеспечения соответствия уровня защиты данных
                требованиям законодательства Республики Казахстан о защите
                информации конкретные применяемые средства и меры обеспечения
                информационной безопасности не раскрываются.
              </Typography>
            </Stack>
          </Stack>
          <Stack spacing={1}>
            <Typography variant="h6">
              5.ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ, В ТОМ ЧИСЛЕ ПРИ ЗАКЛЮЧЕНИИ
              ДОГОВОРА ОФЕРТЫ
            </Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                5.1. Персональные данные – любая информация, относящаяся к прямо
                или косвенно определенному или определяемому физическому лицу
                (субъекту персональных данных); Обработка персональных данных –
                любое действие (операция) или совокупность действий (операций),
                совершаемых с персональными данными, включая сбор, запись,
                систематизацию, накопление, хранение, уточнение (обновление,
                изменение), извлечение, использование, передачу
                (распространение, предоставление, доступ), обезличивание,
                блокирование, удаление, уничтожение персональных данных.
              </Typography>
              <Typography>
                5.2. Персональные данные зарегистрированных пользователей,
                предоставленные для взаимодействия с сервисами сайта
                https://loom.kz/, заказа, получения, оплаты услуг сайта
                https://loom.kz/, в том числе в рамках заключения и исполнения
                гражданско-правового договора оферты (пользовательского
                соглашения), обрабатываются исполнителем услуг, а именно:
                Товариществом с ограниченной ответственностью «LOOM.KZ»,
                именуемым как Администрация или Владелец сайта. Обработка
                персональных данных осуществляется в порядке, установленном
                пользовательским соглашением и положениями настоящей Политики
                конфиденциальности.
              </Typography>
              <Typography>
                5.3. Администрация сайта https://loom.kz/ организует обработку
                персональных данных зарегистрированных пользователей, определяет
                цели обработки персональных данных и действия (операции),
                совершаемые с персональными данными.
              </Typography>
              <Typography>
                5.4. Обработка персональных данных, получаемых Администрацией
                сайта https://loom.kz/, осуществляется в объеме, необходимом для
                взаимодействия пользователя с сервисами сайта и/или заключения и
                исполнения соответствующего договора на оказание услуг
                (пользовательского соглашения).
              </Typography>
              <Typography>
                5.5. Соглашаясь с условиями пользовательского соглашения,
                зарегистрированный пользователь одновременное дает свое согласие
                на обработку персональных данных в соответствии с настоящей
                Политикой конфиденциальности.
              </Typography>

              <Typography>
                5.6. Персональные данные зарегистрированного пользователя
                относятся к конфиденциальной информации ограниченного доступа.
                Администрация сайта https://loom.kz/ не передает, не раскрывает,
                не распространяет персональные данные без согласия
                зарегистрированного пользователя, если иное не предусмотрено
                законодательством Республики Казахстан.
              </Typography>
              <Typography>
                5.7. Обеспечения конфиденциальности персональных данных не
                требуется в случае их обезличивания, а также в отношении
                общедоступных персональных данных и случаев добровольного
                предоставления пользователем информации о себе для общего
                доступа неограниченного круга лиц.
              </Typography>
              <Typography>
                5.8. Обработка персональных данных осуществляется на законных
                основаниях с соблюдением иных принципов и требований,
                установленных законодательством Республики Казахстан о защите
                персональных данных.
              </Typography>
              <Typography>
                5.9. Источником информации обо всех персональных данных
                зарегистрированного пользователя является непосредственно сам
                пользователь.
              </Typography>
              <Typography>
                5.10. Согласие пользователя сайта https://loom.kz/на обработку
                персональных данных в соответствии с настоящей Политикой
                конфиденциальности действует до отмены цели обработки, отзыва
                согласия пользователем, а также до наступления иных
                обстоятельств, предусмотренных действующим законодательством
                Республики Казахстан.
              </Typography>
              <Typography>
                5.11. Обработка персональных данных преимущественно
                осуществляется с использованием средств автоматизации. Обработка
                персональных данных на бумажном носителе осуществляется только в
                случае необходимости ведения бумажного документооборота при
                заключении и исполнении гражданско-правового договора на
                оказание услуг.
              </Typography>
            </Stack>
          </Stack>
          <Stack spacing={1}>
            <Typography variant="h6">6. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</Typography>
            <Stack spacing={1} pl={2}>
              <Typography>
                6.1. Администрация сайта https://loom.kz/ вправе вносить
                изменения в настоящую Политику конфиденциальности без согласия
                пользователя. Продолжение использования сайта после внесения
                таких изменений подтверждает согласие пользователя с такими
                изменениями. Настоящая Политика размещается на сайте
                https://loom.kz/, в месте, доступном для посетителей и
                пользователей.
              </Typography>
            </Stack>
          </Stack>
        </Stack>
      </Container>
    </SecondaryLayout>
  );
};

export default policy;
